use Infostyle

truncate table Tasks

insert into Tasks (id, type, level, text) values 
 (newid(), 0, 0, 'Этим примером нам хотелось {как бы} проиллюстрировать ситуацию на рынке труда.')
,(newid(), 0, 0, '{Общеизвестно}, что крысы покидают судно, если в трюмах поднимается вода.')
,(newid(), 0, 0, 'Карлсберг, {пожалуй}, лучшее пиво в мире.')
,(newid(), 0, 0, 'Новогоднюю ёлку, {впрочем}, выносят до майских праздников.')
,(newid(), 0, 0, 'Большая зеленая кнопка, {очевидно}, самый распространенный элемент интерфейсов в e-commerce')
,(newid(), 0, 0, 'Ты {хотя бы} встань с постели, яичницу приготовь!')
,(newid(), 0, 0, 'Маленький Поросёнок Пётр хочет воспользоваться предметом или сооружением, которого у него, {разумеется}, нет.')
,(newid(), 0, 0, '{Ни для кого не секрет}, что причина комплексов взрослого кроется в глубоком детстве.')
,(newid(), 1, 0, 'Безмятежный пуховый дятел живет, {как правило}, в зарослях ландышей и незабудок. Он, {в сущности}, не является птицей, так как проводит всю жизнь сидя. Из-за этого его крылья срослись, образовав пальто, а клюв имеет только нижнюю половину. {Доподлинно известно}, что пуховый дятел кормится подаянием. {Почему-то} иерархии среди дятлов не наблюдается, хотя крупный дятел {запросто} может издолбить мелкого. Cамка испанского храмового дятла, {согласно поверью}, способна высовываться из дупла на три четверти. Розовый поющий дятел, как и его пляшущая разновидность, встречается {в основном} в местах скопления алкоголиков. Орнитологи подвергают сомнению способность пневматического дятла к воспроизводству, хотя {ни для кого не секрет}, что в Кузбассе множество {так называемых} "отбойных" дятлов сидят на деревьях и {даже} пользуются гражданскими правами наряду с говорящими попугаями.')
,(newid(), 1, 0, 'Решил я {как-то} научиться вязать крючком. {Ну а чо}, прикольно подруге подарить сноубордическую шапку, связанную мужскими руками. {Понятное дело, что} занятие медитативное - часы пролетали незаметно. Я ожидал реакции от окружающих, {просто} наблюдающих за сим занятием 30-летнего программиста немелких размеров с щетиной, но удар пришел с неожиданной стороны. Электричка. Напротив садятся два гопаря и начинают на диалекте перетирать события из жизни братвы. Бритые, с семками - классика, {всем такое знакомо}. {И вот} один пялится на мое вязание. {Ну а} я расстраиваюсь, что нитка {почему-то} толстая - не под размер крючка, и петли приходится {из-за этого} вытягивать. Через полчаса один из бритых вежливо {так} касается руки: - Слышь, братишка... Тебе бы крючок не три с половиной, а четверочку - {ну} что ты мучаешься...')

,(newid(), 0, 1, 'Компания Добрая корова, {как нам кажется}, показала лучшую презентацию фестиваля сельского хозяйства.')
,(newid(), 0, 1, 'Диплом о высшем образовании, {к сожалению}, не показатель профессионализма.')
,(newid(), 0, 1, 'Креатив, {по заверению Алексея}, говно, автор - мудак')
,(newid(), 0, 1, 'Видите ли, от использования КАПСЛОКа ваши аргументы не становятся убедительными.')
,(newid(), 0, 1, '{Я считаю}, пора законодательно запретить носить сланцы на носки')
,(newid(), 0, 1, '{Кажется}, когда кажется - креститься надо.')
,(newid(), 0, 1, '{Если говорить про меня, то} я за легализацию лёгких наркотиков.')
,(newid(), 0, 1, '{Думаю}, это не игра, а проверка грамотности от жидо-масонов.')

,(newid(), 0, 2, 'В состав холдинга {также} входят три торговых порта, собственные транспортные операторы, сбытовые и сервисные сети.')
